Repository: Admi126n/RepoStreak
Catalog: RepoStreak/Localization/Localizable.xcstrings
Source language: en
Languages: pl

# %@, streak of %lld days
source: %1$@, streak of %2$lld days
pl: %1$@, seria %2$lld dni

# all.branches
source: From all branches
pl: Ze wszystkich gałęzi

source: Coding done for today!
pl: Zrobione!

# default.branch
source: From only default branch
pl: Tylko z głównej gałęzi

source: Go code!
pl: Idź programować!

source: How to fetch commits?
pl: Jak pobierać commity?

source: Main repository
pl: Główne repozytorium

source: Not implemented
pl: Nie zaimplementowano

source: Refresh
pl: Odśwież

source: RepoStreak widget
pl: Widget RepoStreak

source: Save
pl: Zapisz

source: Settings
pl: Ustawienia

source: Something went wrong.
pl: Coś poszło nie tak.

source: Streak extended
pl: Seria przedłużona

source: Streak not extended
pl: Seria nie przedłużona

source: This is an example widget
pl: Przykładowy widget

source: Username
pl: Nazwa użytkownika
